Revit 2027 API
ParameterTypeId.RoomPeopleSensibleHeatGainPerPersonParam Property
 "Sensible Heat Gain per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomPeopleSensibleHeatGainPerPersonParam { get; }
Public Shared ReadOnly Property RoomPeopleSensibleHeatGainPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomPeopleSensibleHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
static member RoomPeopleSensibleHeatGainPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace